[{"title":"Purchase of new iMac","description":"As my Mac has stopped working after 6 years of good service I have to buy a new one. It's cheaper for me to buy it with a btcjam loan than taking finance from the shop. Loan will be repaid by my regular income. ","amount":5.67009084,"rate":2.55,"listing_score":16,"id":418712,"positive_percentage_reputation":100,"btcjam_score_numeric":0.85714286,"facebook_friend_count":622,"paypal_account_date":"2014-03-20"},{"title":"Improvement of land for sale","description":"I want to sell a plot of 1800m2 (19375,04 ft2). I need per fence around this land, clean it and let the earth at the same level. And I want to do this getting lower rates than those charged by my bank.Sorry my poor English.","amount":8.0,"rate":1.85,"listing_score":16,"id":14200,"favorite":true,"positive_percentage_reputation":100,"btcjam_score_numeric":0.95918367,"facebook_friend_count":619,"paypal_account_date":"2010-08-24"},{"title":"Mineria ethereum Fase 1 + trading","description":"Soy un Ingeniero el cual impulsa el sistema de transacciones Bitcoin en Venezuela por lo que ya solicito mi Tercer prestamos, el cual se eleva a un nivel medio para expandir mi granja personal la cual se ya esta establecida, Actualmente ya se ejecutaron las obras pertinente ala adecuación de espacio , estantería y suministro eléctrico. Contamos con 18 Th de producción arrojando una ganancia mínima de 1.8 BTC se espera a través de su ayuda llegar a 3 BTC mensuales , Ejecutando un proyecto de introducción de minería ethereum con una capacidad mínima de 180 MHZ de potencia traduciendoce en una producción mínima de 90 ethereum mensuales que equivalen a 4.2 BTC , El costo total de este proyecto es de aproximadamente 9 BTC ( 8.38 BTC por Rig) en equipos y 0.62 BTC en estructura de los RIGs.A continuación se detallan los equipos que integraran cada Rig para minería ethereum ;7x GPU Marca ASUS STRIX R9 390 con un Valor BTC 0.44 la unidad para un subtotal de BTC 6.11x CPU Marca INTEL CELERON 1840 con un Valor BTC 0.88 la unidad para un subtotal de BTC 0,121951x MOTHERBOARD MSI Z97 2600 LG4 1150 con un Valor BTC 0,37 la unidad para un subtotal de BTC 0,3651x MEMORIA RAM HYPERX FURY 8GB con un Valor BTC 0,1 la unidad para un subtotal de BTC 0,11x PSU EVGA 1000W GOLD con un Valor BTC 0,29 la unidad para un subtotal de BTC 0,2931x PSU EVGA SUPERNOVA 1300W GOLD con un Valor BTC 0,41 la unidad para un subtotal de BTC 0,4151x DISCO DURO SANDIK SSD 120GB con un Valor BTC 0,11 la unidad para un subtotal de BTC 0,1127x RISER USB 1X 16 X un Valor BTC 0,04 la unidad para un subtotal de BTC 0,29ENVIO USA A VENEZUELA con un valor de BTC 0.3Sumando un total en equipos de BTC 8.38+ 0.62 que serán destinados a las estructuras donde se colocaran los equipos de perfiles de aluminio.De antemano muchas gracias no dudes en realizar cualquier pregunta su aporte sera regresado en el menor plazo posible con la misma responsabilidad y rentabilidad anteriores.\r\n","amount":9.0,"rate":10.5,"listing_score":14,"id":474103,"positive_percentage_reputation":100,"btcjam_score_numeric":0.79591837,"facebook_friend_count":639,"paypal_account_date":"2013-06-19"},{"title":"relocating to germany","description":"i'm currently living in the UK and have managed to gain a job working over in Konz, Germany. i'm due to move over on the 4th of May. the reason why i'm applying for a loan of 0.6 Btc is just so i have extra money needed for food and other supplies during the first month il be there as i will be working on a monthly income of 2400 euro's which will be paid on the last working day of each month.. the company i'm working for has paid for the flight over and a fully furnished holiday apartment to get me threw the first month.. after that i can decided to carry on paying for the holiday apartment or make my own arrangements which il be doing after 2 months there. i do already have enough money saved for the big move but it will be tight on my current budget until i receive my first monthly pay ( May 31st ), and with meeting new people when i move over i will more than likely be going out in the evenings with people so i will also require funds  for the evenings and help buying a used laptop as i currently only own a desktop PC which is not ideal.Reason for loan -  to be able to buy a used laptop and to help buying needed supplies during my first month.Forms of repayments -  i currently have money in a savings account in the form of GBP and i also have two 3 Th/s mining contracts with Genisis and Hashflare for a total of 6 Th/s witch my income from them alone is enough to meet my weekly repayments.if you would like any more information please leave a comment belowThank youAsh","amount":0.6,"rate":3.7,"listing_score":28,"id":521625,"positive_percentage_reputation":0,"btcjam_score_numeric":0.55102041,"facebook_friend_count":166,"paypal_account_date":"2014-03-04"},{"title":"Long term business loan","description":"Hi Investors,Thank you for trusting me on my previous loans.Right now i am asking for your trust in a bigger amount and longer terms because other than for trading i want to expand my business into soft-tip/electronic darts accessories and reinvesting in BTCjam.The loan will be paid from profit in trading and new business line. Worst case, profit from existing business (mobile phone accessories) will be enough to make payments. Thank you.","amount":13.031535,"rate":2.95,"listing_score":16,"id":451478,"positive_percentage_reputation":100,"btcjam_score_numeric":0.91836735,"facebook_friend_count":845,"paypal_account_date":"2008-07-31"},{"title":"Refinancing: New Media - Web Series: \"DRD\"","description":"We have been making payments to this loan since Aug, 2015.  By refinancing this loan, our monthly payments can be reduced and we can extend the time we have to pay it back.  Thanks for the support!","amount":6.1632149,"rate":2.55,"listing_score":32,"id":13497,"positive_percentage_reputation":100,"btcjam_score_numeric":0.81632653,"facebook_friend_count":578,"paypal_account_date":"2005-06-10"},{"title":"Purchasing equipment to raise the profitability of my business.","description":"Hi there. Allow me to introduce myself. My name is Nigel Baldwin and I operate a scrap metal recycling business called 'Baldwin Metals' in the western suburbs of Sydney, Australia. It services an area with a radius of approximately 15km (10 miles) collecting scrap metal from households and businesses. The scrap metal is sorted and then delivered to a large recycling facility. We disassemble and sort what we can but without specialised machinery the amount of in house processing is limited. In the scrap metal industry, in house processing is where the most money is made. My plan is to turn my moderately profitable business into a very profitable business by purchasing more machinery to process scrap metals in house on our premises. I plan to do this by using loans on BTC Jam to purchase machinery to process scrap metal. The more machinery I am able to purchase, the bigger the loans I will be able to service which will benefit both my business and investors here on BTC Jam.This loan is being used to purchase a 65 ton scrap shear. The loan will pay for the shear itself and the transport to our premises. This will allow us to further process the metal coming through our doors and take it to a more refined level. This will give us the ability to sell all the metal we trade at a higher price. This will raise the profitability of the business significantly. The plan is to pay this loan off early as we are eager to purchase more equipment through subsequent loans. Taking 270 days to pay off this loan is the worst case scenario to pay off this loan. We are aiming to pay off this loan in approximately 180 days. As you can see from our loan history, we have a habit of paying our loans out early. Many thanks for your help!","amount":10.0,"rate":5.55,"listing_score":16,"id":20138,"positive_percentage_reputation":0,"btcjam_score_numeric":0.73469388,"facebook_friend_count":242,"paypal_account_date":"2011-04-03"},{},{"title":"20 antminer s7","description":"Hello guysi'm Alfredo, and an IT technician who works in a company as cisco ccna certified technician.The work in this company for 5 years and now team manager.I have a salary of € 1,600, but I want to buy 15 antminer s7.in the past I have already undermined a lot, with avalon miners, and I had a nice gain.I want to try again with the mining btc, but I'm here because I can not buy all.I have a score B + but I am convinced to go up even more after this loan.I can pay interest in 3 or 4 months, with the gain of the miners, but for security I put 365.I have a number of guarantees to repay the loan, two Italian vintage cars of 1960 (Fiat 500 and Lancia Fulvia 1.3) which together are worth more than the loan, and I would be willing to sell them, in more than I have the house to my name, and purchased machine always in my name.not to mention my salary which I can set aside € 500 per month.for any clarification I can post more pictures as proof!Thank you all","amount":20.00000786,"rate":4.1,"listing_score":32,"id":522368,"positive_percentage_reputation":0,"btcjam_score_numeric":0.83673469,"facebook_friend_count":574,"paypal_account_date":"2004-06-17"},{"title":"Consolidação de Debitos","description":"Preciso do valor para regularizar debitos ","amount":2.61364,"rate":10.25,"listing_score":24,"id":478807,"positive_percentage_reputation":0,"btcjam_score_numeric":0.65306122,"facebook_friend_count":535,"paypal_account_date":null},{"title":"#1 Loan : Mining","description":"<i>Dear investor,</i><i>This my 1st loan application. This amount will be used on cloud mining, both is hashocean & hashflare which i've been there for 4 months now. The payout is good so i decide to buy more hashrate on it and being able to grow.</i><i>With fixed and well paid work, I will do my best to settle the loan payment as early as possible. Keeping my good name it is very important to me.</i><i>Thank you in advance</i>","amount":1.0,"rate":10.5,"listing_score":28,"id":526789,"positive_percentage_reputation":0,"btcjam_score_numeric":0.55102041,"facebook_friend_count":921,"paypal_account_date":"2006-01-28"},{"title":"Investment in RTB","description":"Hello all. My name is AaronScane and I I'm pleased to be here.I am seeking to loan so as I can use a portion to invest In REAL TIME BIDDING and the remainder to use to advertise my online business to increase my monthly returns to a sustainable level where the business will become self sufficient to produce enough income for advertising on its on and increase business profits even further.The investment in REAL TIME BIDDING alone will generate enough return to meet my monthly commitments to my loan investors.My over all goal will then be to have a sufficient income in from my  business to to then invest in lending on this platform to the benefit of others I would thank you all for you investment that would allow me to achieve my goalsKind Regards Aaron Scane ","amount":5.0,"rate":12.95,"listing_score":28,"id":527180,"positive_percentage_reputation":0,"btcjam_score_numeric":0.69387755,"facebook_friend_count":587,"paypal_account_date":"2014-07-27"},{"title":"Buy Eth Coins ","description":"Want to cash out to buy some ethereum coins.\r\nI can't go over this credit rating because i can't do the other verifies.. \r\nMy bank is not listed and i'm an enterpreneur i get money from my business and i have even the monthly pay because i do a 2° job :)","amount":2.49999,"rate":6.75,"listing_score":28,"id":94368,"positive_percentage_reputation":100,"btcjam_score_numeric":0.71428571,"facebook_friend_count":364,"paypal_account_date":"2005-02-11"},{"title":"Ethereum mining rig 85-100MH/s","description":"Hello.I would like build ethereum mining rig.I can cover this loan from mined ethereum and also with my regular income + with my BTC mining RIG 2400Thash ( 0.2BTC monthly).Loan will be PAID on time.Aproximately 1390£ or 2000$ + small reserve for shipping.CalculatedMining Earnings :HashRate (MH/s): 90Actual price of 1 Ether (USD): 10.85$Earned ethereum per month: around 45 ETHEarned in USD per month: around 450-490$Thank you for visiting and your support.","amount":4.99,"rate":5.2,"listing_score":32,"id":523110,"positive_percentage_reputation":0,"btcjam_score_numeric":0.79591837,"facebook_friend_count":749,"paypal_account_date":"2014-08-02"},{"title":"working capital","description":"私は外資系の通販サイトで働いています。仕事をしながら私は創造的活動をしています。私は、トークンを作った。」YUMECOIN」と「クレーンドリーム日本語COIN」。私は、Webサイトを作成するために働いています。私は母を養っています。私は謙虚な生活をしています。私が支払う資金の融資を求めていました。私は、(website removed)の翻訳を使用してJapanese.I'mです。","amount":2.813651,"rate":6.05,"listing_score":28,"id":527120,"positive_percentage_reputation":0,"btcjam_score_numeric":0.83673469,"facebook_friend_count":498,"paypal_account_date":"2006-12-17"},{"title":"Bitcoin Mining","description":"My name is Apostolos, I am into BTC business for quite a while.I consider myself quite experienced with the project, and I am active in various pools.Of course, I use Bitmain Antminers, who I intend to multiply.My request for a loan of 15 BTC has to do exactly with the mining ability growth.The loan WILL BE repaid on time, I consider my good name the main factor...Thank you in advance, I  am looking forward to a good deal.","amount":15.0,"rate":5.55,"listing_score":14,"id":369712,"positive_percentage_reputation":100,"btcjam_score_numeric":0.75510204,"facebook_friend_count":99,"paypal_account_date":"2007-05-27"},{"title":"Ethereum and Local Bitcoins Trading.","description":"Hello Btcjam investors, this is my third loan for trading in Localbitcoins, I,m buying and seling in a short time because the market is more stable in comparison with the last year.Most of the time I sell bitcoins on my own to my friend and people than they recommend me and l use local bitcoins site like alternative to cach more customers and expand mi trading and This loan is to keep selling more bitcoins and invest a few satoshis in ethereum in Bitfinex to diversify my portfolio.If you have any question let me know and I will answer soon. I appreciate your attention and support to this loan.","amount":3.1,"rate":16.5,"listing_score":14,"id":104220,"positive_percentage_reputation":100,"btcjam_score_numeric":0.69387755,"facebook_friend_count":42,"paypal_account_date":"2015-09-02"},{"title":"Mejorar las invenciones 2","description":"Hola:        Actualmente tengo mineros sha y x11 e inversiones tanto en cloud virtuales, como en trading de acciones.        Tengo una cloud y una faucet propias, necesitaría seguir ampliando la capacidad de la cloud ya que la faucet se auto sustenta con publicidad.         http://btc-luck.com es la dirección para el quequiera verla.         Estamos viento la posibilidad de abrir granjas en otros países donde la electricidad es más barata, así podemos mejorar el roi ofrecido.Muchas Gracias.","amount":20.0,"rate":1.85,"listing_score":18,"id":181924,"positive_percentage_reputation":100,"btcjam_score_numeric":1.08163265,"facebook_friend_count":504,"paypal_account_date":"2007-09-26"},{},{"title":"Solicito empréstimo para investimento HaschOcean","description":"Solicito Empréstimo para investimento em mineração na HaschOcean.","amount":1.19122768,"rate":10.25,"listing_score":28,"id":526261,"positive_percentage_reputation":0,"btcjam_score_numeric":0.65306122,"facebook_friend_count":954,"paypal_account_date":"2013-06-18"},{},{},{"title":"Expansion of mining, phase 3","description":"I am planning on expanding my mine for a third time.Please note this is a re-submission of a previous loan that failed to fund in time. This time I am trying with a lower amount and shorter term.I have used BTC-Jam for funding during previous expansions which have been evidenced to BTC-Jam support staff. This time I am hoping to add 6x Antminers.My calculations are: 6x Antminer S7 = 8.236btc6x Antminer PSU = 2.005btcDelivery by DHL to the UK = 0.922btcTotalling 11.163btc before 20% HMRC tax and customs charges due on import.Making a grand total of 13.393btc I am a experienced miner with regular repeat investors in the setup of my mine so far. With this I have never missed a payment with my previous 3 loans.Repayment of this loan will be by bitcoin generated by these miners and miners I already own outright.If you have any questions please do not hesitate to get in contact via the comments box below :)","amount":13.393,"rate":11.05,"listing_score":10,"id":447493,"positive_percentage_reputation":100,"btcjam_score_numeric":0.65306122,"facebook_friend_count":879,"paypal_account_date":null},{"title":"Buying new PC with high-spec features","description":"Hello,After considering some options like buying miners, investing or similar, I took the final decision to avoid cloud mining and instead, also for entertainment purpose, buying a new PC with Crossfire support. In this way,  I can mine (too) with this PC and at the same time have a powerful PC.As wrote in my previous listenings, I can pay full this loan with my salary.","amount":6.0,"rate":4.7,"listing_score":28,"id":489255,"positive_percentage_reputation":0,"btcjam_score_numeric":0.73469388,"facebook_friend_count":574,"paypal_account_date":"2015-05-28"},{"title":"For my Startup","description":"Hello all, I'm here to request a loan for my startup, an events producer company in Rio de Janeiro - Brazil. I could do it i Fiat money, but the taxes are way to high for that. Here's the (website removed) page of my company: https://www.(website removed).com/lokiproducoes/Best regards, <b><b>Felipe Loki</b></b><b><b>CEO</b></b><b><b>Loki Produções e Eventos</b></b><img>Mobile: 021 998264441E-mail: (email removed)(website removed): https://www.(website removed).com/lokiproducoesebsite removed).com/lokiproducoes","amount":4.052766,"rate":10.5,"listing_score":28,"id":526608,"positive_percentage_reputation":0,"btcjam_score_numeric":0.6122449,"facebook_friend_count":1362,"paypal_account_date":"2013-07-27"},{},{"title":"Trading Stocks and Cryptocurrencies","description":"The loan is for additional investment in my Forex Trading and Cryptocurrency portfolios. I will use the profits to repay the loan while using my salary as back-up plan. ","amount":2.41034,"rate":10.5,"listing_score":28,"id":475654,"positive_percentage_reputation":0,"btcjam_score_numeric":0.59183673,"facebook_friend_count":2822,"paypal_account_date":"2013-11-25"},{"title":"Ampliacion de mineros","description":"Hola.Actualmente tengo equipos de mineria de sha y Etherum. me gustaria ampliar y asi poder mejorar el roi.Tengo pendiente una nueva web en la que poder atraer mas inversores.Muchas gracias.","amount":6.7525,"rate":18.2,"listing_score":28,"id":261294,"positive_percentage_reputation":0,"btcjam_score_numeric":0.63265306,"facebook_friend_count":714,"paypal_account_date":"2012-12-26"},{"title":"Mining Buisness - First loan","description":"Hi,this is my fist loan.  This loan is for my new mining buisness. I will use this amouth for invest in new Hardware. Any risk lay on me - sure i got a fulltime job (Berlin/Bartender/not fristed) and i will available here daily.Please feel free to contact me and dont forget to leave a rating or review!Thx for your trust!Phillip","amount":3.5,"rate":12.95,"listing_score":28,"id":206241,"favorite":true,"positive_percentage_reputation":0,"btcjam_score_numeric":0.6122449,"facebook_friend_count":245,"paypal_account_date":"2013-02-24"}]
